tap "beeftornado/rmtree"
tap "cloudflare/cloudflare"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "homebrew/bundle"
tap "leoafarias/fvm"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "clang-format"
brew "cocoapods"
brew "enscript"
brew "libidn2"
brew "gnutls"
brew "leptonica"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "git"
brew "git-lfs"
brew "go"
brew "gobject-introspection"
brew "lazygit"
brew "mysql"
brew "neovim"
brew "protobuf"
brew "tig"
brew "translate-shell"
brew "tree"
brew "wget"
brew "zellij"
brew "beeftornado/rmtree/brew-rmtree"
brew "coursier/formulas/coursier"
brew "leoafarias/fvm/fvm"
cask "1password"
cask "clipy"
cask "discord"
cask "karabiner-elements"
cask "notion"
cask "orbstack"
cask "raycast"
cask "unity-hub"
cask "visual-studio-code"
cask "warp"
vscode "blaxou.freezed"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "funkyremi.vscode-google-translate"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "intellsmi.comment-translate"
vscode "james-yu.latex-workshop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-dotnettools.csdevkit"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-dotnettools.vscodeintellicode-csharp"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.vscode-speech"
vscode "ms-vscode.vscode-speech-language-pack-ja-jp"
vscode "ms-vscode.vscode-typescript-next"
vscode "nash.awesome-flutter-snippets"
vscode "rust-lang.rust-analyzer"
vscode "scala-lang.scala"
vscode "scalameta.metals"
vscode "serayuzgur.crates"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "tamasfe.even-better-toml"
vscode "tranhl.find-then-jump"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "visualstudiotoolsforunity.vstuc"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
