tap "cloudflare/cloudflare"
tap "coursier/formulas"
tap "dart-lang/dart"
tap "homebrew/bundle"
brew "jpeg-xl"
brew "aom"
brew "glib"
brew "clang-format"
brew "enscript"
brew "libidn2"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "ffmpeg"
brew "fish"
brew "fzf"
brew "gawk"
brew "gcc"
brew "git"
brew "gobject-introspection"
brew "lazygit"
brew "protobuf"
brew "tig"
brew "translate-shell"
brew "tree"
brew "wget"
brew "cloudflare/cloudflare/cloudflared"
brew "coursier/formulas/coursier"
cask "chromium"
cask "mactex-no-gui"
vscode "blaxou.freezed"
vscode "bungcip.better-toml"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "funkyremi.vscode-google-translate"
vscode "intellsmi.comment-translate"
vscode "James-Yu.latex-workshop"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.vscode-typescript-next"
vscode "Nash.awesome-flutter-snippets"
vscode "rust-lang.rust-analyzer"
vscode "serayuzgur.crates"
vscode "streetsidesoftware.code-spell-checker"
vscode "svelte.svelte-vscode"
vscode "taichi.vscode-textlint"
vscode "tranhl.find-then-jump"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "yzhang.markdown-all-in-one"
vscode "zxh404.vscode-proto3"
